eac-core/eac/eacWebServiceApp/src/test/resources/soap/v2/authenticateRequest3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eac="http://eac.oup.com/2.0/eac-access-services" xmlns:eac1="http://eac.oup.com/2.0/eac-common-types">
   <soapenv:Header/>
   <soapenv:Body>
      <eac:AuthenticateRequest>
         <eac:systemId>SYSTEM1</eac:systemId>
         <eac:credential>
            <eac1:ipCredential>
               <eac1:IP>127.0.0.1</eac1:IP>
            </eac1:ipCredential>
         </eac:credential>
      </eac:AuthenticateRequest>
   </soapenv:Body>
</soapenv:Envelope>